app/views/welcome/index.html.erb

SELECT COUNT(*) FROM "comments" WHERE "comments"."article_id" = $1  [["article_id", 13]]
---
			<h3>
					Cantidad de Comentarios: <%= article.comments.count%>