app/controllers/articles_controller.rb

SELECT "articles".* FROM "articles" ORDER BY id DESC
---
	def index
		@articles = Article.unscoped.order("id DESC")

INSERT INTO "articles" ("title", "down", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"
---
	def create
		@article = Article.new(article_params)

		if @article.save

UPDATE "articles" SET "down" = $1, "updated_at" = $2 WHERE "articles"."id" = $3  [["down", "esta es la noticia menos importante"], ["updated_at", "2018-03-18 23:37:38.034419"], ["id", 5]]
---
	def update


		if @article.update(article_params )